<policyDefinitionResources revision="1.0" schemaVersion="1.0">
  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Sup_GoogleUpdate1_2_145_5">At least Google Update 1.2.145.5</string>
      <string id="Sup_GoogleUpdate1_3_21_81">At least Google Update 1.3.21.81</string>
      <string id="Sup_GoogleUpdate1_3_26_0">At least Google Update 1.3.26.0</string>
      <string id="Cat_Google">Google</string>
      <string id="Cat_GoogleUpdate">Google Update</string>
      <string id="Cat_Preferences">Preferences</string>
      <string id="Cat_ProxyServer">Proxy Server</string>
      <string id="Cat_Applications">Applications</string>
      <string id="Pol_AutoUpdateCheckPeriod">Auto-update check period override</string>
      <string id="Pol_DownloadPreference">Download URL class override</string>
      <string id="DownloadPreference_DropDown">Cacheable download URLs</string>
      <string id="Pol_ProxyMode">Choose how to specify proxy server settings</string>
      <string id="Pol_ProxyServer">Address or URL of proxy server</string>
      <string id="Pol_ProxyPacUrl">URL to a proxy .pac file</string>
      <string id="Pol_DefaultAllowInstallation">Allow installation default</string>
      <string id="Pol_AllowInstallation">Allow installation</string>
      <string id="Pol_DefaultUpdatePolicy">Update policy override default</string>
      <string id="Pol_UpdatePolicy">Update policy override</string>
      <string id="Part_AutoUpdateCheckPeriod">Minutes between update checks</string>
      <string id="Part_ProxyMode">Choose how to specify proxy server settings</string>
      <string id="Part_ProxyServer">Address or URL of proxy server</string>
      <string id="Part_ProxyPacUrl">URL to a proxy .pac file</string>
      <string id="Part_UpdatePolicy">Policy</string>
      <string id="Name_UpdatesEnabled">Always allow updates (recommended)</string>
      <string id="Name_ManualUpdatesOnly">Manual updates only</string>
      <string id="Name_AutomaticUpdatesOnly">Automatic silent updates only</string>
      <string id="Name_UpdatesDisabled">Updates disabled</string>
      <string id="ProxyDisabled_DropDown">Never use a proxy</string>
      <string id="ProxyAutoDetect_DropDown">Auto detect proxy settings</string>
      <string id="ProxyPacScript_DropDown">Use a .pac proxy script</string>
      <string id="ProxyFixedServers_DropDown">Use fixed proxy servers</string>
      <string id="ProxyUseSystem_DropDown">Use system proxy settings</string>
      <string id="Explain_GoogleUpdate">Policies to control the installation and updating of Google applications that use Google Update/Google Installer.</string>
      <string id="Explain_Preferences">General policies for Google Update.</string>
      <string id="Explain_AutoUpdateCheckPeriod">Minimum number of minutes between automatic update checks.

Set the value to 0 if you want to disable all auto-update checks (not recommended).</string>
      <string id="Explain_DownloadPreference">If enabled, the Google Update server will attempt to provide cache-friendly URLs for update payloads in its responses.</string>
      <string id="Explain_ProxyMode">Allows you to specify the proxy server used by Google Update.

If you choose to never use a proxy server and always connect directly, all other options are ignored.

If you choose to use system proxy settings or auto detect the proxy server, all other options are ignored.

If you choose fixed server proxy mode, you can specify further options in 'Address or URL of proxy server'.

If you choose to use a .pac proxy script, you must specify the URL to the script in 'URL to a proxy .pac file'.</string>
      <string id="Explain_ProxyServer">You can specify the URL of the proxy server here.

This policy only takes effect if you have selected manual proxy settings at 'Choose how to specify proxy server settings'.</string>
      <string id="Explain_ProxyPacUrl">You can specify a URL to a proxy .pac file here.

This policy only takes effect if you have selected manual proxy settings at 'Choose how to specify proxy server settings'.</string>
      <string id="Explain_Applications">Policies for individual applications.

An updated ADMX/ADML template will be required to support Google applications released in the future.</string>
      <string id="Explain_DefaultAllowInstallation">Specifies the default behavior for whether Google software can be installed using Google Update/Google Installer.

Can be overridden by the "Allow installation" for individual applications.

Only affects installation of Google software using Google Update/Google Installer. Cannot prevent running the application installer directly or installation of Google software that does not use Google Update/Google Installer for installation.</string>
      <string id="Explain_DefaultUpdatePolicy">Specifies the default policy for software updates from Google.

Can be overridden by the "Update policy override" for individual applications.

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using each application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users.

Only affects updates for Google software that uses Google Update for updates. Does not prevent auto-updates of Google software that does not use Google Update for updates.

Updates for Google Update are not affected by this setting; Google Update will continue to update itself while it is installed.

WARNING: Disabing updates will also prevent updates of any new Google applications released in the future, possibly including dependencies for future versions of installed applications.</string>
      <string id="Cat_Gears">Gears</string>
      <string id="Explain_InstallGears">Specifies whether Gears can be installed using Google Update/Google Installer.

If this policy is not configured, Gears can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGears">Specifies how Google Update handles available Gears updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://gears.google.com/.</string>
      <string id="Cat_GoogleAdvertisingCookieOptoutPlugin">Google Advertising Cookie Opt-out Plugin</string>
      <string id="Explain_InstallGoogleAdvertisingCookieOptoutPlugin">Specifies whether Google Advertising Cookie Opt-out Plugin can be installed using Google Update/Google Installer.

If this policy is not configured, Google Advertising Cookie Opt-out Plugin can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleAdvertisingCookieOptoutPlugin">Specifies how Google Update handles available Google Advertising Cookie Opt-out Plugin updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ads/preferences/plugin/.</string>
      <string id="Cat_GoogleAnalyticsOptoutBrowserAddonforInternetExplorer">Google Analytics Opt-out Browser Add-on (for Internet Explorer)</string>
      <string id="Explain_InstallGoogleAnalyticsOptoutBrowserAddonforInternetExplorer">Specifies whether Google Analytics Opt-out Browser Add-on (for Internet Explorer) can be installed using Google Update/Google Installer.

If this policy is not configured, Google Analytics Opt-out Browser Add-on (for Internet Explorer) can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleAnalyticsOptoutBrowserAddonforInternetExplorer">Specifies how Google Update handles available Google Analytics Opt-out Browser Add-on (for Internet Explorer) updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://tools.google.com/dlpage/gaoptout/.</string>
      <string id="Cat_GoogleApps">Google Apps</string>
      <string id="Explain_InstallGoogleApps">Specifies whether Google Apps can be installed using Google Update/Google Installer.

If this policy is not configured, Google Apps can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleApps">Specifies how Google Update handles available Google Apps updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users.</string>
      <string id="Cat_GoogleAppsMigrationforMicrosoftOutlook">Google Apps Migration for Microsoft Outlook®</string>
      <string id="Explain_InstallGoogleAppsMigrationforMicrosoftOutlook">Specifies whether Google Apps Migration for Microsoft Outlook® can be installed using Google Update/Google Installer.

If this policy is not configured, Google Apps Migration for Microsoft Outlook® can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleAppsMigrationforMicrosoftOutlook">Specifies how Google Update handles available Google Apps Migration for Microsoft Outlook® updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://tools.google.com/dlpage/outlookmigration/.</string>
      <string id="Cat_GoogleAppsSyncforMicrosoftOutlook">Google Apps Sync for Microsoft Outlook®</string>
      <string id="Explain_InstallGoogleAppsSyncforMicrosoftOutlook">Specifies whether Google Apps Sync for Microsoft Outlook® can be installed using Google Update/Google Installer.

If this policy is not configured, Google Apps Sync for Microsoft Outlook® can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleAppsSyncforMicrosoftOutlook">Specifies how Google Update handles available Google Apps Sync for Microsoft Outlook® updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://tools.google.com/dlpage/gappssync/.</string>
      <string id="Cat_GoogleChrome">Google Chrome</string>
      <string id="Explain_InstallGoogleChrome">Specifies whether Google Chrome can be installed using Google Update/Google Installer.

If this policy is not configured, Google Chrome can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleChrome">Specifies how Google Update handles available Google Chrome updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/chrome/.</string>
      <string id="Cat_GoogleChromeBinaries">Google Chrome Binaries</string>
      <string id="Explain_InstallGoogleChromeBinaries">Specifies whether Google Chrome Binaries can be installed using Google Update/Google Installer.

If this policy is not configured, Google Chrome Binaries can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleChromeBinaries">Specifies how Google Update handles available Google Chrome Binaries updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://googlechromereleases.blogspot.com/.</string>
      <string id="Cat_GoogleChromeCanaryBuild">Google Chrome Canary Build</string>
      <string id="Explain_InstallGoogleChromeCanaryBuild">Specifies whether Google Chrome Canary Build can be installed using Google Update/Google Installer.

If this policy is not configured, Google Chrome Canary Build can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleChromeCanaryBuild">Specifies how Google Update handles available Google Chrome Canary Build updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://tools.google.com/dlpage/chromesxs/.</string>
      <string id="Cat_GoogleChromeFrame">Google Chrome Frame</string>
      <string id="Explain_InstallGoogleChromeFrame">Specifies whether Google Chrome Frame can be installed using Google Update/Google Installer.

If this policy is not configured, Google Chrome Frame can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleChromeFrame">Specifies how Google Update handles available Google Chrome Frame updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/chromeframe/.</string>
      <string id="Cat_GoogleDrivepluginforMicrosoftOffice">Google Drive plug-in for Microsoft Office</string>
      <string id="Explain_InstallGoogleDrivepluginforMicrosoftOffice">Specifies whether Google Drive plug-in for Microsoft Office can be installed using Google Update/Google Installer.

If this policy is not configured, Google Drive plug-in for Microsoft Office can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleDrivepluginforMicrosoftOffice">Specifies how Google Update handles available Google Drive plug-in for Microsoft Office updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check https://tools.google.com/dlpage/driveforoffice.</string>
      <string id="Cat_GoogleDrivepluginforMicrosoftOfficePerMachine">Google Drive plug-in for Microsoft Office Per Machine</string>
      <string id="Explain_InstallGoogleDrivepluginforMicrosoftOfficePerMachine">Specifies whether Google Drive plug-in for Microsoft Office Per Machine can be installed using Google Update/Google Installer.

If this policy is not configured, Google Drive plug-in for Microsoft Office Per Machine can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleDrivepluginforMicrosoftOfficePerMachine">Specifies how Google Update handles available Google Drive plug-in for Microsoft Office Per Machine updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check https://support.google.com/a/answer/6165960.</string>
      <string id="Cat_GoogleEarth">Google Earth</string>
      <string id="Explain_InstallGoogleEarth">Specifies whether Google Earth can be installed using Google Update/Google Installer.

If this policy is not configured, Google Earth can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleEarth">Specifies how Google Update handles available Google Earth updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://earth.google.com/.</string>
      <string id="Cat_GoogleEarthperuserinstall">Google Earth (per-user install)</string>
      <string id="Explain_InstallGoogleEarthperuserinstall">Specifies whether Google Earth (per-user install) can be installed using Google Update/Google Installer.

If this policy is not configured, Google Earth (per-user install) can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleEarthperuserinstall">Specifies how Google Update handles available Google Earth (per-user install) updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://earth.google.com/.</string>
      <string id="Cat_GoogleEarthPlugin">Google Earth Plugin</string>
      <string id="Explain_InstallGoogleEarthPlugin">Specifies whether Google Earth Plugin can be installed using Google Update/Google Installer.

If this policy is not configured, Google Earth Plugin can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleEarthPlugin">Specifies how Google Update handles available Google Earth Plugin updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://code.google.com/apis/earth/.</string>
      <string id="Cat_GoogleEarthPro">Google Earth Pro</string>
      <string id="Explain_InstallGoogleEarthPro">Specifies whether Google Earth Pro can be installed using Google Update/Google Installer.

If this policy is not configured, Google Earth Pro can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleEarthPro">Specifies how Google Update handles available Google Earth Pro updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://earth.google.com/enterprise/earth_pro.html.</string>
      <string id="Cat_GoogleHangoutsPluginforMicrosoftOutlook">Google Hangouts Plugin for Microsoft Outlook®</string>
      <string id="Explain_InstallGoogleHangoutsPluginforMicrosoftOutlook">Specifies whether Google Hangouts Plugin for Microsoft Outlook® can be installed using Google Update/Google Installer.

If this policy is not configured, Google Hangouts Plugin for Microsoft Outlook® can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleHangoutsPluginforMicrosoftOutlook">Specifies how Google Update handles available Google Hangouts Plugin for Microsoft Outlook® updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check https://tools.google.com/dlpage/hangouts_outlookplugin.</string>
      <string id="Cat_GoogleEmailUploader">Google Email Uploader</string>
      <string id="Explain_InstallGoogleEmailUploader">Specifies whether Google Email Uploader can be installed using Google Update/Google Installer.

If this policy is not configured, Google Email Uploader can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleEmailUploader">Specifies how Google Update handles available Google Email Uploader updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://mail.google.com/mail/help/email_uploader.html.</string>
      <string id="Cat_GoogleTalkLabsEdition">Google Talk Labs Edition</string>
      <string id="Explain_InstallGoogleTalkLabsEdition">Specifies whether Google Talk Labs Edition can be installed using Google Update/Google Installer.

If this policy is not configured, Google Talk Labs Edition can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleTalkLabsEdition">Specifies how Google Update handles available Google Talk Labs Edition updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/talk/labsedition/.</string>
      <string id="Cat_GoogleTalkPluginVoiceandVideoChat">Google Talk Plugin (Voice and Video Chat)</string>
      <string id="Explain_InstallGoogleTalkPluginVoiceandVideoChat">Specifies whether Google Talk Plugin (Voice and Video Chat) can be installed using Google Update/Google Installer.

If this policy is not configured, Google Talk Plugin (Voice and Video Chat) can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleTalkPluginVoiceandVideoChat">Specifies how Google Update handles available Google Talk Plugin (Voice and Video Chat) updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://mail.google.com/videochat/.</string>
      <string id="Cat_GoogleToolbarforFirefox">Google Toolbar (for Firefox)</string>
      <string id="Explain_InstallGoogleToolbarforFirefox">Specifies whether Google Toolbar (for Firefox) can be installed using Google Update/Google Installer.

If this policy is not configured, Google Toolbar (for Firefox) can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleToolbarforFirefox">Specifies how Google Update handles available Google Toolbar (for Firefox) updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://toolbar.google.com/ in Firefox.</string>
      <string id="Cat_GoogleToolbarforInternetExplorer">Google Toolbar (for Internet Explorer)</string>
      <string id="Explain_InstallGoogleToolbarforInternetExplorer">Specifies whether Google Toolbar (for Internet Explorer) can be installed using Google Update/Google Installer.

If this policy is not configured, Google Toolbar (for Internet Explorer) can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleToolbarforInternetExplorer">Specifies how Google Update handles available Google Toolbar (for Internet Explorer) updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://toolbar.google.com/ in Internet Explorer.</string>
      <string id="Cat_GWTDeveloperPluginForInternetExplorer">GWT Developer Plugin For Internet Explorer</string>
      <string id="Explain_InstallGWTDeveloperPluginForInternetExplorer">Specifies whether GWT Developer Plugin For Internet Explorer can be installed using Google Update/Google Installer.

If this policy is not configured, GWT Developer Plugin For Internet Explorer can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGWTDeveloperPluginForInternetExplorer">Specifies how Google Update handles available GWT Developer Plugin For Internet Explorer updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://gwt.google.com/missing-plugin/MissingPlugin.html.</string>
      <string id="Cat_O3D">O3D</string>
      <string id="Explain_InstallO3D">Specifies whether O3D can be installed using Google Update/Google Installer.

If this policy is not configured, O3D can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateO3D">Specifies how Google Update handles available O3D updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://code.google.com/apis/o3d/.</string>
      <string id="Cat_O3DExtras">O3D Extras</string>
      <string id="Explain_InstallO3DExtras">Specifies whether O3D Extras can be installed using Google Update/Google Installer.

If this policy is not configured, O3D Extras can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateO3DExtras">Specifies how Google Update handles available O3D Extras updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users.</string>
      <string id="Cat_GoogleAmharicInput">Google Amharic Input</string>
      <string id="Explain_InstallGoogleAmharicInput">Specifies whether Google Amharic Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Amharic Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleAmharicInput">Specifies how Google Update handles available Google Amharic Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleArabicInput">Google Arabic Input</string>
      <string id="Explain_InstallGoogleArabicInput">Specifies whether Google Arabic Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Arabic Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleArabicInput">Specifies how Google Update handles available Google Arabic Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleBengaliInput">Google Bengali Input</string>
      <string id="Explain_InstallGoogleBengaliInput">Specifies whether Google Bengali Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Bengali Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleBengaliInput">Specifies how Google Update handles available Google Bengali Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleFarsiInput">Google Farsi Input</string>
      <string id="Explain_InstallGoogleFarsiInput">Specifies whether Google Farsi Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Farsi Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleFarsiInput">Specifies how Google Update handles available Google Farsi Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleGreekInput">Google Greek Input</string>
      <string id="Explain_InstallGoogleGreekInput">Specifies whether Google Greek Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Greek Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleGreekInput">Specifies how Google Update handles available Google Greek Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleGujaratiInput">Google Gujarati Input</string>
      <string id="Explain_InstallGoogleGujaratiInput">Specifies whether Google Gujarati Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Gujarati Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleGujaratiInput">Specifies how Google Update handles available Google Gujarati Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleHebrewInput">Google Hebrew Input</string>
      <string id="Explain_InstallGoogleHebrewInput">Specifies whether Google Hebrew Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Hebrew Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleHebrewInput">Specifies how Google Update handles available Google Hebrew Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleHindiInput">Google Hindi Input</string>
      <string id="Explain_InstallGoogleHindiInput">Specifies whether Google Hindi Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Hindi Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleHindiInput">Specifies how Google Update handles available Google Hindi Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleJapaneseInput">Google Japanese Input</string>
      <string id="Explain_InstallGoogleJapaneseInput">Specifies whether Google Japanese Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Japanese Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleJapaneseInput">Specifies how Google Update handles available Google Japanese Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/intl/ja/ime/.</string>
      <string id="Cat_GoogleKannadaInput">Google Kannada Input</string>
      <string id="Explain_InstallGoogleKannadaInput">Specifies whether Google Kannada Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Kannada Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleKannadaInput">Specifies how Google Update handles available Google Kannada Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleMalayalamInput">Google Malayalam Input</string>
      <string id="Explain_InstallGoogleMalayalamInput">Specifies whether Google Malayalam Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Malayalam Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleMalayalamInput">Specifies how Google Update handles available Google Malayalam Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleMarathiInput">Google Marathi Input</string>
      <string id="Explain_InstallGoogleMarathiInput">Specifies whether Google Marathi Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Marathi Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleMarathiInput">Specifies how Google Update handles available Google Marathi Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleNepaliInput">Google Nepali Input</string>
      <string id="Explain_InstallGoogleNepaliInput">Specifies whether Google Nepali Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Nepali Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleNepaliInput">Specifies how Google Update handles available Google Nepali Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleOriyaInput">Google Oriya Input</string>
      <string id="Explain_InstallGoogleOriyaInput">Specifies whether Google Oriya Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Oriya Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleOriyaInput">Specifies how Google Update handles available Google Oriya Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GooglePunjabiInput">Google Punjabi Input</string>
      <string id="Explain_InstallGooglePunjabiInput">Specifies whether Google Punjabi Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Punjabi Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGooglePunjabiInput">Specifies how Google Update handles available Google Punjabi Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleRussianInput">Google Russian Input</string>
      <string id="Explain_InstallGoogleRussianInput">Specifies whether Google Russian Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Russian Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleRussianInput">Specifies how Google Update handles available Google Russian Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleSanskritInput">Google Sanskrit Input</string>
      <string id="Explain_InstallGoogleSanskritInput">Specifies whether Google Sanskrit Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Sanskrit Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleSanskritInput">Specifies how Google Update handles available Google Sanskrit Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleSerbianInput">Google Serbian Input</string>
      <string id="Explain_InstallGoogleSerbianInput">Specifies whether Google Serbian Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Serbian Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleSerbianInput">Specifies how Google Update handles available Google Serbian Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleSinhaleseInput">Google Sinhalese Input</string>
      <string id="Explain_InstallGoogleSinhaleseInput">Specifies whether Google Sinhalese Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Sinhalese Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleSinhaleseInput">Specifies how Google Update handles available Google Sinhalese Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleTamilInput">Google Tamil Input</string>
      <string id="Explain_InstallGoogleTamilInput">Specifies whether Google Tamil Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Tamil Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleTamilInput">Specifies how Google Update handles available Google Tamil Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleTeluguInput">Google Telugu Input</string>
      <string id="Explain_InstallGoogleTeluguInput">Specifies whether Google Telugu Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Telugu Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleTeluguInput">Specifies how Google Update handles available Google Telugu Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleTigrinyaInput">Google Tigrinya Input</string>
      <string id="Explain_InstallGoogleTigrinyaInput">Specifies whether Google Tigrinya Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Tigrinya Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleTigrinyaInput">Specifies how Google Update handles available Google Tigrinya Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
      <string id="Cat_GoogleUrduInput">Google Urdu Input</string>
      <string id="Explain_InstallGoogleUrduInput">Specifies whether Google Urdu Input can be installed using Google Update/Google Installer.

If this policy is not configured, Google Urdu Input can be installed as specified by "Allow installation default".</string>
      <string id="Explain_AutoUpdateGoogleUrduInput">Specifies how Google Update handles available Google Urdu Input updates from Google.

If this policy is not configured, Google Update handles available updates as specified by "Update policy override default".

Options:
 - Always allow updates: Updates are always applied when found, either by periodic update check or by a manual update check.
 - Manual updates only: Updates are only applied when the user does a manual update check. (Not all apps provide an interface  for this.)
 - Automatic silent updates only: Updates are only applied when they are found via the periodic update check.
 - Updates disabled: Never apply updates.

If you select manual updates, you should periodically check for updates using the application's manual update mechanism if available. If you disable updates, you should periodically check for updates and distribute them to users. Check http://www.google.com/ime/transliteration/.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Minutes between update checks</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Type of download URL to request</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Choose how to specify proxy server settings
        </dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Address or URL of proxy server</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL to a proxy .pac file</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultAllowInstallation" />
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Policy</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation" />
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Policy</dropdownList>
      </presentation>
    </presentationTable>
  </resources>
</policyDefinitionResources>